
/**
 * 公司介绍
 */
export let header = {
    hugeText: '内容分发与CDN',
    des: '弹性云主机是一种可以随时获取、弹性可拓展的计算服务。云主机由cpu、内存、镜像、云硬盘组成，同时结合VPC、安全组、数据多副本保存等能力，打造一个即高效又可靠安全的计算环境，确保服务持久稳定。  ',
    bgImg: `/cdn/header.jpg`,
}

/**
 * 产品特性
 */
export let characters = {
    hugeText: '产品特性',
    data: [
        {
            imgUrl: `/cdn/characters1.png`,
            title: '全球稳定加速',
            des: 'JimCloud拥有多元的产品线，您可以根据自身业务需求选购适合的云计算产品，并根据实际使用情况灵活调整规模和配置，减少不必要的投资。'
        },
        {
            imgUrl: `/cdn/characters2.png`,
            title: '精准调度',
            des: 'JimCloud的产品线丰富，价格合理，性能卓越，在市场上具有很强的竞争力，您可以在销售产品中获取较高的利润'
        },
        {
            imgUrl: `/cdn/characters3.png`,
            title: '简单易用',
            des: '您可以在JimCloud的基础上自主开发和构建自己的品牌，并将其与JimCloud的云计算产品相结合，为客户提供更个性化、多元化的服务'
        },
        {
            imgUrl: `/cdn/characters4.png`,
            title: '高性能缓存',
            des: '成为JimCloud的合作伙伴可以获得全方位的服务支持。JimCloud为合作伙伴提供了专业的技术支持和运营管理服务'
        },
        {
            imgUrl: `/cdn/characters5.png`,
            title: '精细化用量管理',
            des: 'JimCloud提供了完善的云计算服务平台，通过API接口等方式，实现与合作伙伴的快速对接。只需进行简单的配置和设置，即可轻松实现产品的部署和管理，减少了复杂的开发和维护成本'
        },
        {
            imgUrl: `/cdn/characters6.png`,
            title: '7*24小时保障',
            des: '您可以根据自身业务需求和市场情况，制定自己的价格策略，实现灵活的定价和收益分配。同时，JimCloud也会根据市场需求和竞争情况不断调整和优化产品价格。'
        }
    ]
}

/**
 * 基础设施
 */
export let baseInstallation = {
    hugeText: '基础设施即服务，让业务全球可达',
    title: '全球基础设施',
    des: '布局全球多个地理区域，提供高速稳定的全球云联接网络',
    btn: {
        text: '了解详情',
        path: ''
    },
    data: [
        {
            title: '100+',
            txt: '全球权威认证'
        },
        {
            title: '8T+',
            txt: 'DDoS防御带宽'
        },
        {
            title: '4.1万+',
            txt: '伙伴'
        },
        {
            title: '400万+',
            txt: '开发者'
        }
    ]
}

/**
 * 接入流程
 */
export let process = {
    hugeText: '接入流程',
    circle: `/cdn/circle.png`,
    menus: [
        {
            num: '01',
            txt: '开通CDN服务',
            data: [
                {
                    title: '步骤1',
                    li: [
                        '1.登录CDN控制台按照开通向导开通CDN服务，并按照您的实际业务需求计算模式；',
                        '2.若您已开通过CDN服务，请跳转到下一步。'
                    ]
                },
                {
                    title: '说明',
                    li: [
                        '1.套餐说明：如您需要更大的加速流量包，更高的DDoS防御能力，年付折扣等请联系商务经理定制。',
                        '2.计费周期：按自然月计费。（账单处长时间：通常为当前计费周期结束的下个自然月1日)',
                        '3.默认走优质香港双向CN2线路，被攻击走美国洛杉矶节点，支持定制独享加速集群',
                        '4.所有的套餐非CDN原因，均不支持退款'
                    ]
                }
            ]
        },
        {
            num: '02',
            txt: '添加CDN加速域名 ',
            data: [
                {
                    title: '步骤1',
                    li: [
                        '1.登录CDN控制台按照开通向导开通CDN服务，并按照您的实际业务需求计算模式；',
                        '2.若您已开通过CDN服务，请跳转到下一步。'
                    ]
                },
                {
                    title: '说明',
                    li: [
                        '1.套餐说明：如您需要更大的加速流量包，更高的DDoS防御能力，年付折扣等请联系商务经理定制。',
                        '2.计费周期：按自然月计费。（账单处长时间：通常为当前计费周期结束的下个自然月1日)',
                        '3.默认走优质香港双向CN2线路，被攻击走美国洛杉矶节点，支持定制独享加速集群',
                        '4.所有的套餐非CDN原因，均不支持退款'
                    ]
                }
            ]
        },
        {
            num: '03',
            txt: '配置CNAME',
            data: [
                {
                    title: '步骤1',
                    li: [
                        '1.登录CDN控制台按照开通向导开通CDN服务，并按照您的实际业务需求计算模式；',
                        '2.若您已开通过CDN服务，请跳转到下一步。'
                    ]
                },
                {
                    title: '说明',
                    li: [
                        '1.套餐说明：如您需要更大的加速流量包，更高的DDoS防御能力，年付折扣等请联系商务经理定制。',
                        '2.计费周期：按自然月计费。（账单处长时间：通常为当前计费周期结束的下个自然月1日)',
                        '3.默认走优质香港双向CN2线路，被攻击走美国洛杉矶节点，支持定制独享加速集群',
                        '4.所有的套餐非CDN原因，均不支持退款'
                    ]
                }
            ]
        },
        {
            num: '04',
            txt: '验证CNAME是否生效',
            data: [
                {
                    title: '步骤1',
                    li: [
                        '1.登录CDN控制台按照开通向导开通CDN服务，并按照您的实际业务需求计算模式；',
                        '2.若您已开通过CDN服务，请跳转到下一步。'
                    ]
                },
                {
                    title: '说明',
                    li: [
                        '1.套餐说明：如您需要更大的加速流量包，更高的DDoS防御能力，年付折扣等请联系商务经理定制。',
                        '2.计费周期：按自然月计费。（账单处长时间：通常为当前计费周期结束的下个自然月1日)',
                        '3.默认走优质香港双向CN2线路，被攻击走美国洛杉矶节点，支持定制独享加速集群',
                        '4.所有的套餐非CDN原因，均不支持退款'
                    ]
                }
            ]
        },
        {
            num: '05',
            txt: '缓解预热',
            data: [
                {
                    title: '步骤1',
                    li: [
                        '1.登录CDN控制台按照开通向导开通CDN服务，并按照您的实际业务需求计算模式；',
                        '2.若您已开通过CDN服务，请跳转到下一步。'
                    ]
                },
                {
                    title: '说明',
                    li: [
                        '1.套餐说明：如您需要更大的加速流量包，更高的DDoS防御能力，年付折扣等请联系商务经理定制。',
                        '2.计费周期：按自然月计费。（账单处长时间：通常为当前计费周期结束的下个自然月1日)',
                        '3.默认走优质香港双向CN2线路，被攻击走美国洛杉矶节点，支持定制独享加速集群',
                        '4.所有的套餐非CDN原因，均不支持退款'
                    ]
                }
            ]
        }
    ]
}